Repository: Shhriyash/SIH
Catalog: lib/l10n/app_*.arb
Languages: ta

source: Your Location
ta: உங்கள் இருப்பிடம்

source: Support
ta: ஆதரவு

source: Scan Parcel
ta: பார்சல் ஸ்கேன் செய்யவும்

source: Enter Consignment
ta: கன்சைன்மெண்ட் உள்ளிடவும்

source: Office Section
ta: அஞ்சல் நிலைய பகுதி

source: Delivery Section
ta: டெலிவரி பகுதி

# optimisedRoute
source: Optimized Route
ta: செருகப்பட்ட பாதை

# qrScanToUpdate
source: QR scan to update status
ta: நிலையை புதுப்பிக்க QR ஸ்கேன் செய்யவும்

source: Scan Article
ta: கட்டுரை ஸ்கேன் செய்யவும்

# scanTheArticle
source: Scan the Article to generate QR
ta: QR உருவாக்க கட்டுரை ஸ்கேன் செய்யவும்

source: Merged Pincodes
ta: ஒருங்கிணைந்த பின்கோடுகள்

source: View and merge pincodes
ta: பின்கோடுகளை பார் & ஒருங்கிணை

source: Check Status
ta: நிலை சரிபார்க்கவும்

# checkStatusOfArticle
source: Check Status of a Article
ta: கட்டுரையின் நிலையை சரிபார்க்கவும்

source: Settings
ta: அமைப்புகள்

source: Adjust your preferences
ta: உங்கள் விருப்பங்களை மாற்றவும்

source: Waypoint Adder
ta: வெப்பாயிண்ட் சேர்க்கும் வசதி

source: Adjust your delivery preferences
ta: உங்கள் டெலிவரி விருப்பங்களை மாற்றவும்

source: Office
ta: அலுவலகம்

source: Delivery
ta: விநியோகம்

source: Welcome Back!
ta: மீண்டும் வருக!

source: Sign into your Account
ta: உங்கள் கணக்கில் உள்நுழைக

source: Login
ta: உள்நுழைக

source: Forgot Password?
ta: கடவுச்சொல் மறந்துவிட்டீர்களா?

source: Register
ta: பதிவு

# dontHaveAccount
source: Don't have an Account?
ta: கணக்கு இல்லையா?

source: Or login with
ta: அல்லது இதில் உள்நுழையவும்

source: Login with Phone
ta: பேசும் சாதனத்தில் உள்நுழையவும்

# createAccount
source: Create Your Account
ta: உங்கள் கணக்கை உருவாக்கவும்

# fillDetailsToGetStarted
source: Please fill in your details to get started.
ta: தொடங்க உங்கள் விவரங்களை நிரப்பவும்.

source: Full Name
ta: முழு பெயர்

source: Email
ta: இமெயில்

source: Phone Number
ta: பேசி எண்

source: Age
ta: வயது

source: Designation
ta: பதவி

source: Pin Code
ta: பின் கோடு

source: Fetch
ta: கொண்டு வாரவும்

source: Post Office
ta: அஞ்சலகம்

source: Gender
ta: பாலினம்

source: Male
ta: ஆண்

source: Female
ta: பெண்

source: Other
ta: மற்றவை

source: Password
ta: கடவுச்சொல்

source: Confirm Password
ta: கடவுச்சொல்லை உறுதிசெய்க

# alreadyHaveAccount
source: Already have an Account?
ta: ஏற்கனவே கணக்கு உள்ளதா?

# pleaseFillAllFields
source: Please fill in all fields correctly.
ta: அனைத்துப் புலங்களையும் சரியாக நிரப்பவும்.

# failedToSaveData
source: Failed to save user data.
ta: பயனர் தரவைச் சேமிக்க முடியவில்லை.

# photosUploaded
source: Photos uploaded successfully!
ta: படங்கள் வெற்றிகரமாக பதிவேற்றப்பட்டது!

source: Error uploading photos.
ta: படங்களை பதிவேற்றுவதில் பிழை.

source: No data found
ta: தகவல் எதுவும் இல்லை

source: Unknown
ta: அறியப்படாதது

source: Error fetching data
ta: தரவை எடுக்க பிழை

source: Loading...
ta: ஏற்றுகிறது...

source: Welcome to
ta: வரவேற்கிறோம்

source: Dak Madad
ta: டாக் மடத்

source: Powered by India Post
ta: இந்தியா போஸ்ட் மூலம் இயக்கப்படுகிறது

source: Dak Sewa, Jan Sewa
ta: டாக் சேவை, மக்கள் சேவை

source: Get Started
ta: தொடங்கவும்
